[
  {
    "id": 1,
    "name": "Alemán",
    "picture": "https://www.youtube.com/embed/StzJE5lrhcI",
    "category": "Especialidades",
    "pictureTeacher": "https://cdn.pixabay.com/photo/2016/03/27/17/42/man-1283235_960_720.jpg",
    "teacher": "Alejandro Magno",
    "bio": "En los cursos de alemán A1 en Berlín puedes entender y utilizar expresiones familiares y cotidianas, así como frases muy sencillas destinadas a satisfacer necesidades concretas. Puedes presentarte y hacerle preguntas a otras personas (por ejemplo, dónde viven, a quién conocen o qué cosas poseen). ",
    "price": 100
  },
  {
    "id": 2,
    "name": "Francés",
    "picture": "https://www.youtube.com/embed/_DC0QHMmuQQ",
    "category": "Especialidades",
    "pictureTeacher": "https://cdn.pixabay.com/photo/2016/03/27/17/42/man-1283235_960_720.jpg",
    "teacher": "Alejandro Velazquéz",
    "bio": "En los cursos de francés A1 en Moscu puedes entender y utilizar expresiones familiares y cotidianas, así como frases muy sencillas destinadas a satisfacer necesidades concretas. Puedes presentarte y hacerle preguntas a otras personas (por ejemplo, dónde viven, a quién conocen o qué cosas poseen). ",
    "price": 20
  },
  {
    "id": 3,
    "name": "Español",
    "picture": "https://www.youtube.com/embed/I7Ei30fYsZg",
    "category": "Especialidades",
    "pictureTeacher": "https://cdn.pixabay.com/photo/2016/03/27/17/42/man-1283235_960_720.jpg",
    "teacher": "Alejandro García",
    "bio": "En los cursos de español A1 en Madríd puedes entender y utilizar expresiones familiares y cotidianas, así como frases muy sencillas destinadas a satisfacer necesidades concretas. Puedes presentarte y hacerle preguntas a otras personas (por ejemplo, dónde viven, a quién conocen o qué cosas poseen). ",
    "price": 60
  },
  {
    "id": 4,
    "name": "Coreano",
    "picture": "https://www.youtube.com/embed/fvmO4164-aA",
    "category": "Especialidades",
    "pictureTeacher": "https://cdn.pixabay.com/photo/2016/03/27/17/42/man-1283235_960_720.jpg",
    "teacher": "Alejandro Peréz",
    "bio": "En los cursos de coreano A1 en Corea del Sur puedes entender y utilizar expresiones familiares y cotidianas, así como frases muy sencillas destinadas a satisfacer necesidades concretas. Puedes presentarte y hacerle preguntas a otras personas (por ejemplo, dónde viven, a quién conocen o qué cosas poseen). ",
    "price": 250
  },
  {
    "id": 5,
    "name": "Italiano",
    "picture": "https://www.youtube.com/embed/VwxrTlmUX1I",
    "category": "Especialidades",
    "pictureTeacher": "https://cdn.pixabay.com/photo/2016/03/27/17/42/man-1283235_960_720.jpg",
    "teacher": "Daniel Moya",
    "bio": "En los cursos de italia A1 en Italia puedes entender y utilizar expresiones familiares y cotidianas, así como frases muy sencillas destinadas a satisfacer necesidades concretas. Puedes presentarte y hacerle preguntas a otras personas (por ejemplo, dónde viven, a quién conocen o qué cosas poseen). ",
    "price": 230
  },
  {
    "id": 6,
    "name": "Inglés",
    "picture": "https://www.youtube.com/embed/5HWj8_JYQdo",
    "category": "Especialidades",
    "pictureTeacher": "https://cdn.pixabay.com/photo/2016/03/27/17/42/man-1283235_960_720.jpg",
    "teacher": "Humberto García",
    "bio": "En los cursos de inglés A1 en Estados Unidos puedes entender y utilizar expresiones familiares y cotidianas, así como frases muy sencillas destinadas a satisfacer necesidades concretas. Puedes presentarte y hacerle preguntas a otras personas (por ejemplo, dónde viven, a quién conocen o qué cosas poseen). ",
    "price": 120
  }
]